tap "nikitabobko/tap"
brew "fzf"
brew "just"
brew "neovim"
brew "nvm"
brew "tmux"
cask "nikitabobko/tap/aerospace"
cask "bluestacks"
cask "claude"
cask "cursor"
cask "discord"
cask "ghostty"
cask "kicad"
cask "maccy"
cask "scroll-reverser"
vscode "vscodevim.vim"
