tap "anomalyco/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "deno"
brew "fzf"
brew "just"
brew "neovim"
brew "nvm"
brew "tmux"
brew "zellij"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "bluestacks"
cask "claude"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "kicad"
cask "maccy"
cask "obs"
cask "scroll-reverser"
cask "tailscale-app"
vscode "anysphere.remote-ssh"
vscode "vscodevim.vim"
cargo "cargo-run-bin"
